Repository: kaishi00/hermes-conduit
Catalog: Conduit/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

source: Profile
de: Profil
es: Perfil
fr: Profil
id: Profil
it: Profilo
ja: プロファイル
ko: 프로필
pl: Profil
pt_br: Perfil
ru: Профиль
tr: Profil
zh_hans: 档案
zh_hant: 設定檔

source: Profile-specific preferences
de: Profilspezifische Einstellungen
es: Preferencias específicas del perfil
fr: Préférences propres au profil
id: Preferensi khusus profil
it: Preferenze specifiche del profilo
ja: プロファイル別の設定
ko: 프로필별 설정
pl: Preferencje profilu
pt_br: Preferências do perfil
ru: Настройки профиля
tr: Profile özgü tercihler
zh_hans: 档案专属偏好
zh_hant: 設定檔專屬偏好設定

source: Profile-wide default: manual asks every time; smart asks when risk warrants it; off is YOLO mode. When set to off, Hermes auto-approves everything and per-session YOLO toggles have no effect — that's a Hermes limitation, not a Conduit bug. To use per-session YOLO, set this to manual or smart.
de: Profilweiter Standard: „Manuell“ fragt jedes Mal; „Smart“ fragt, wenn das Risiko es erfordert; „Aus“ ist der YOLO-Modus. Bei „Aus“ gibt Hermes alles automatisch frei, und YOLO-Schalter pro Sitzung haben keine Wirkung – das ist eine Einschränkung von Hermes, kein Fehler von Conduit. Um YOLO pro Sitzung zu nutzen, stelle dies auf „Manuell“ oder „Smart“.
es: Valor predeterminado para todo el perfil: Manual pregunta siempre; Inteligente pregunta cuando el riesgo lo justifica; Desactivado es el modo YOLO. Si está desactivado, Hermes aprueba todo automáticamente y los interruptores YOLO por sesión no tienen efecto (es una limitación de Hermes, no un error de Conduit). Para usar YOLO por sesión, elige Manual o Inteligente.
fr: Valeur par défaut pour tout le profil : Manuel demande à chaque fois ; Intelligent demande quand le risque le justifie ; Désactivé correspond au mode YOLO. Une fois désactivé, Hermes approuve tout automatiquement et les bascules YOLO par session n'ont aucun effet : c'est une limite d'Hermes, pas un bug de Conduit. Pour utiliser YOLO par session, choisissez Manuel ou Intelligent.
id: Default untuk seluruh profil: Manual selalu bertanya; Cerdas bertanya jika risikonya memerlukan; mode YOLO (off) tidak bertanya. Jika diatur ke mode YOLO, Hermes menyetujui semuanya secara otomatis dan sakelar YOLO per sesi tidak berpengaruh — itu batasan Hermes, bukan bug Conduit. Untuk menggunakan YOLO per sesi, atur ke Manual atau Cerdas.
it: Valore predefinito per tutto il profilo: Manuale chiede ogni volta; Smart chiede quando il rischio lo giustifica; Disattivato è la modalità YOLO. Se è disattivato, Hermes approva automaticamente tutto e gli interruttori YOLO per sessione non hanno effetto: è un limite di Hermes, non un bug di Conduit. Per usare YOLO per sessione, imposta Manuale o Smart.
ja: プロファイル全体のデフォルトです。manualは毎回確認し、smartはリスクに応じて確認します。offはYOLOモードです。offに設定すると、Hermesがすべてを自動承認し、セッションごとのYOLO切り替えは無効になります。これはHermesの制限であり、Conduitの不具合ではありません。セッションごとのYOLOを使うには、manualまたはsmartに設定してください。
ko: 프로필 전체 기본값이에요. ‘수동’은 매번 묻고, ‘스마트’는 위험할 때만 묻고, off는 ‘YOLO 모드’예요. off로 설정하면 Hermes가 모든 것을 자동 승인하고 세션별 YOLO 전환은 효과가 없어요. 이는 Conduit 버그가 아니라 Hermes의 제한이에요. 세션별 YOLO를 사용하려면 ‘수동’ 또는 ‘스마트’로 설정하세요.
pl: Domyślne ustawienie profilu: tryb ręczny pyta za każdym razem; inteligentny pyta, gdy wymaga tego ryzyko; wyłączony to tryb YOLO. Gdy jest wyłączony, Hermes automatycznie zatwierdza wszystko, a przełączniki YOLO dla poszczególnych sesji nie działają — to ograniczenie Hermesa, a nie błąd Conduit. Aby używać YOLO dla sesji, ustaw tryb ręczny lub inteligentny.
pt_br: Padrão de todo o perfil: manual pergunta sempre; inteligente pergunta quando o risco justifica; desativado é o modo YOLO. Quando desativado, o Hermes aprova tudo automaticamente e as opções de YOLO por sessão não têm efeito — isso é uma limitação do Hermes, não um bug do Conduit. Para usar o YOLO por sessão, defina como manual ou inteligente.
ru: Значение по умолчанию для профиля: «Вручную» спрашивает каждый раз; «Умный» спрашивает, когда этого требует риск; «Выкл.» — режим YOLO. Если выбрано «Выкл.», Hermes автоматически разрешает всё, и переключатели YOLO для отдельных сеансов не действуют — это ограничение Hermes, а не ошибка Conduit. Чтобы использовать YOLO для отдельных сеансов, выберите «Вручную» или «Умный».
tr: Profil genelinde varsayılan: Elle her seferinde sorar; Akıllı, risk gerektirdiğinde sorar; Kapalı, YOLO modudur. Kapalı olarak ayarlandığında Hermes her şeyi otomatik onaylar ve oturum başına YOLO anahtarlarının etkisi olmaz — bu bir Conduit hatası değil, Hermes sınırlamasıdır. Oturum başına YOLO kullanmak için bunu Elle veya Akıllı olarak ayarlayın.
zh_hans: 档案级默认：手动模式每次询问；智能模式按风险询问；关闭即 YOLO 模式。设为关闭时 Hermes 会自动批准一切，且各会话的 YOLO 开关不再生效——这是 Hermes 的限制，并非 Conduit 的问题。要使用会话级 YOLO，请将此项设为手动或智能。
zh_hant: 設定檔層級的預設值：「手動」每次都會詢問；「智慧」會在有風險時才詢問；關閉（off）即「YOLO 模式」。設為關閉時，Hermes 會自動核准所有操作，個別工作階段的 YOLO 開關也不會生效：這是 Hermes 的限制，而非 Conduit 的錯誤。若要使用個別工作階段的 YOLO，請將此項設為「手動」或「智慧」。

source: Profiles
de: Profile
es: Perfiles
fr: Profils
id: Profil
it: Profili
ja: プロファイル
ko: 프로필
pl: Profile
pt_br: Perfis
ru: Профили
tr: Profiller
zh_hans: 配置
zh_hant: 設定檔

source: Profiles…
de: Profile …
es: Perfiles…
fr: Profils…
id: Profil…
it: Profili…
ja: プロファイル…
ko: 프로필…
pl: Profile…
pt_br: Perfis…
ru: Профили…
tr: Profiller…
zh_hans: 配置
zh_hant: 設定檔…

source: Project
de: Projekt
es: Proyecto
fr: Projet
id: Proyek
it: Progetto
ja: プロジェクト
ko: 프로젝트
pl: Projekt
pt_br: Projeto
ru: Проект
tr: Proje
zh_hans: 项目
zh_hant: 專案

source: Project Default
de: Projektstandard
es: Predeterminado del proyecto
fr: Par défaut du projet
id: Default Proyek
it: Predefinito del progetto
ja: プロジェクトのデフォルト
ko: 프로젝트 기본값
pl: Domyślny dla projektu
pt_br: Padrão do Projeto
ru: По умолчанию для проекта
tr: Proje Varsayılanı
zh_hans: 项目默认
zh_hant: 專案預設

source: Project scope
de: Projektbezug
es: Ámbito del proyecto
fr: Portée du projet
id: Cakupan proyek
it: Ambito del progetto
ja: プロジェクトの範囲
ko: 프로젝트 범위
pl: Zakres projektu
pt_br: Escopo do projeto
ru: Область проекта
tr: Proje kapsamı
zh_hans: 项目作用域
zh_hant: 專案範圍

source: Projects
de: Projekte
es: Proyectos
fr: Projets
id: Proyek
it: Progetti
ja: プロジェクト
ko: 프로젝트
pl: Projekty
pt_br: Projetos
ru: Проекты
tr: Projeler
zh_hans: 项目
zh_hant: 專案

source: Projects created in Hermes Desktop will appear here.
de: In Hermes Desktop erstellte Projekte erscheinen hier.
es: Los proyectos creados en Hermes Desktop aparecerán aquí.
fr: Les projets créés dans Hermes Desktop apparaîtront ici.
id: Proyek yang dibuat di Hermes Desktop akan muncul di sini.
it: I progetti creati in Hermes Desktop appariranno qui.
ja: Hermes Desktopで作成したプロジェクトがここに表示されます。
ko: Hermes Desktop에서 만든 프로젝트가 여기에 표시돼요.
pl: Tutaj pojawią się projekty utworzone w Hermes Desktop.
pt_br: Os projetos criados no Hermes Desktop aparecerão aqui.
ru: Здесь появятся проекты, созданные в Hermes Desktop.
tr: Hermes Desktop'ta oluşturulan projeler burada görünür.
zh_hans: 在 Hermes Desktop 中创建的项目会显示在这里。
zh_hant: 在 Hermes Desktop 中建立的專案會顯示在這裡。

source: Promoted
de: Hochgestuft
es: Promocionado
fr: Promu
id: Dinaikkan
it: Promossa
ja: 昇格
ko: 승격됨
pl: Awansowane
pt_br: Promovida
ru: Продвинуто
tr: Yükseltildi
zh_hans: 已提级
zh_hant: 已提升

source: Promotes parent-free decomposed children to Ready
de: Stuft zerlegte Unteraufgaben ohne Elternaufgabe nach „Bereit“ hoch
es: Promociona a Listo las subtareas descompuestas sin tarea principal
fr: Promeut vers Prêt les enfants décomposés sans parent
id: Menaikkan subtugas hasil penguraian yang tidak lagi menunggu induknya ke Siap
it: Promuove a Pronto le sottoattività scomposte senza genitore
ja: 親タスクのない分解済みの子タスクを「準備完了」に昇格します
ko: 상위 태스크가 없는 분해된 하위 태스크를 ‘준비됨’으로 승격해요
pl: Awansuje podzadania z podziału, które nie mają zadań nadrzędnych, do kolumny „W gotowości”
pt_br: Promove para Pronto as tarefas filhas decompostas sem pais pendentes
ru: Переносит подзадачи после разбиения, не ожидающие родительской задачи, в «Готово к работе»
tr: Üst görevi kalmamış ayrıştırılmış alt görevleri Hazır'a yükseltir
zh_hans: 将无父级的已分解子任务晋升到 Ready
zh_hant: 將沒有父任務的已拆解子任務提升至「就緒」

source: Protected recent messages
de: Geschützte neueste Nachrichten
es: Mensajes recientes protegidos
fr: Messages récents protégés
id: Pesan terbaru yang dilindungi
it: Messaggi recenti protetti
ja: 保護する最近のメッセージ数
ko: 보호할 최근 메시지
pl: Chronione ostatnie wiadomości
pt_br: Mensagens recentes protegidas
ru: Защищённые последние сообщения
tr: Korunan son mesajlar
zh_hans: 近期消息保护数
zh_hant: 受保護的近期訊息

source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur
id: Penyedia
ja: プロバイダ
ko: 제공자
pl: Dostawca
pt_br: Provedor
ru: Провайдер
tr: Sağlayıcı
zh_hans: 提供方
zh_hant: 供應商

source: Provider options are reported by Hermes for this profile
de: Die Anbieteroptionen meldet Hermes für dieses Profil
es: Hermes indica las opciones de proveedor para este perfil
fr: Les options de fournisseur sont indiquées par Hermes pour ce profil
id: Opsi penyedia dilaporkan oleh Hermes untuk profil ini
it: Le opzioni del provider sono indicate da Hermes per questo profilo
ja: プロバイダの選択肢は、このプロファイルについてHermesから報告されたものです
ko: 제공자 옵션은 Hermes가 이 프로필에 대해 알려 준 거예요
pl: Opcje dostawców są zgłaszane przez Hermesa dla tego profilu
pt_br: As opções de provedor são informadas pelo Hermes para este perfil
ru: Варианты провайдеров для этого профиля сообщает Hermes
tr: Sağlayıcı seçeneklerini bu profil için Hermes bildirir
zh_hans: 提供方选项由 Hermes 针对此档案上报。
zh_hant: 供應商選項由 Hermes 針對此設定檔回報

source: Provider output volume multiplier.
de: Multiplikator für die Ausgabelautstärke des Anbieters.
es: Multiplicador del volumen de salida del proveedor.
fr: Multiplicateur du volume de sortie du fournisseur.
id: Pengali volume output penyedia.
it: Moltiplicatore del volume di uscita del provider.
ja: プロバイダの出力音量の倍率です。
ko: 제공자 출력 음량 배율.
pl: Mnożnik głośności wyjściowej dostawcy.
pt_br: Multiplicador do volume de saída do provedor.
ru: Множитель громкости вывода провайдера.
tr: Sağlayıcı çıkış ses düzeyi çarpanı.
zh_hans: 提供方输出音量倍率。
zh_hant: 供應商輸出音量倍數。

source: Provider speech-rate multiplier.
de: Multiplikator für die Sprechgeschwindigkeit des Anbieters.
es: Multiplicador de la velocidad de habla del proveedor.
fr: Multiplicateur du débit de parole du fournisseur.
id: Pengali kecepatan bicara penyedia.
it: Moltiplicatore della velocità di lettura del provider.
ja: プロバイダの読み上げ速度の倍率です。
ko: 제공자 말하기 속도 배율.
pl: Mnożnik tempa mowy dostawcy.
pt_br: Multiplicador da velocidade de fala do provedor.
ru: Множитель скорости речи провайдера.
tr: Sağlayıcı konuşma hızı çarpanı.
zh_hans: 提供方语速倍率。
zh_hant: 供應商語速倍數。

source: Provider used for long-term memory.
de: Anbieter für das Langzeitgedächtnis.
es: Proveedor usado para la memoria a largo plazo.
fr: Fournisseur utilisé pour la mémoire à long terme.
id: Penyedia yang digunakan untuk memori jangka panjang.
it: Provider usato per la memoria a lungo termine.
ja: 長期メモリに使用するプロバイダです。
ko: 장기 메모리에 사용하는 제공자.
pl: Dostawca używany do pamięci długoterminowej.
pt_br: Provedor usado para a memória de longo prazo.
ru: Провайдер для долгосрочной памяти.
tr: Uzun süreli bellek için kullanılan sağlayıcı.
zh_hans: 用于长期记忆的提供方。
zh_hant: 用於長期記憶的供應商。

source: Queue a prompt for the next turn
de: Einen Prompt für den nächsten Durchgang einreihen
es: Poner en cola una instrucción para el siguiente turno
fr: Mettre un prompt en file pour le prochain tour
id: Antrekan prompt untuk giliran berikutnya
it: Metti in coda un prompt per il prossimo turno
ja: 次のターンのプロンプトをキューに追加
ko: 다음 턴을 위한 프롬프트를 대기열에 추가
pl: Dodaj prompt do kolejki na następną turę
pt_br: Enfileirar um prompt para o próximo turno
ru: Поставить запрос в очередь на следующий ответ
tr: Sonraki tur için bir istemi sıraya al
zh_hans: 将提示词加入下一轮的队列
zh_hant: 將提示詞排入下一個回合

source: REJECTED
de: ABGELEHNT
es: RECHAZADO
fr: REFUSÉ
id: DITOLAK
it: RIFIUTATO
ja: 拒否済み
ko: 거부됨
pl: ODRZUCONO
pt_br: REJEITADO
ru: ОТКЛОНЕНО
tr: REDDEDİLDİ
zh_hans: 已拒绝
zh_hant: 已拒絕

source: Reach Hermes with Tailscale
de: Hermes über Tailscale erreichen
es: Acceder a Hermes con Tailscale
fr: Joindre Hermes avec Tailscale
id: Jangkau Hermes dengan Tailscale
it: Raggiungi Hermes con Tailscale
ja: TailscaleでHermesに接続
ko: Tailscale로 Hermes에 연결
pl: Połącz się z Hermesem przez Tailscale
pt_br: Acessar o Hermes com o Tailscale
ru: Доступ к Hermes через Tailscale
tr: Hermes'e Tailscale ile ulaşın
zh_hans: 通过 Tailscale 访问 Hermes
zh_hant: 透過 Tailscale 連上 Hermes

source: Read response aloud
de: Antwort vorlesen
es: Leer la respuesta en voz alta
fr: Lire la réponse à voix haute
id: Bacakan respons
it: Leggi la risposta ad alta voce
ja: 応答を読み上げ
ko: 응답 소리 내어 읽기
pl: Przeczytaj odpowiedź na głos
pt_br: Ler resposta em voz alta
ru: Прочитать ответ вслух
tr: Yanıtı sesli oku
zh_hans: 朗读回复
zh_hant: 朗讀回覆

source: Readable conversation content only — messages, lists, tables, and code. Buttons, timestamps, and the rest of the interface keep their size, and iOS Dynamic Type still applies on top.
de: Nur lesbarer Inhalt der Unterhaltung – Nachrichten, Listen, Tabellen und Code. Tasten, Zeitstempel und der Rest der Oberfläche behalten ihre Größe, und die dynamische Schriftgröße von iOS gilt zusätzlich.
es: Solo el contenido legible de la conversación: mensajes, listas, tablas y código. Los botones, las marcas de tiempo y el resto de la interfaz mantienen su tamaño, y el texto dinámico de iOS sigue aplicándose encima.
fr: Uniquement le contenu lisible des conversations : messages, listes, tableaux et code. Les boutons, les horodatages et le reste de l'interface gardent leur taille, et le Dynamic Type d'iOS s'applique toujours en plus.
id: Hanya konten percakapan yang dapat dibaca — pesan, daftar, tabel, dan kode. Tombol, stempel waktu, dan bagian antarmuka lainnya tetap berukuran sama, dan Dynamic Type iOS tetap berlaku di atasnya.
it: Solo il contenuto leggibile delle conversazioni: messaggi, elenchi, tabelle e codice. Pulsanti, orari e il resto dell'interfaccia mantengono la loro dimensione, e Testo dinamico di iOS continua ad applicarsi in aggiunta.
ja: チャットの本文（メッセージ、リスト、表、コード）のみが対象です。ボタンやタイムスタンプなど、その他のインターフェイスのサイズは変わりません。iOSのDynamic Typeも引き続き適用されます。
ko: 읽을 수 있는 대화 내용에만 적용돼요 — 메시지, 목록, 표, 코드. 버튼, 타임스탬프 등 나머지 인터페이스의 크기는 그대로이며, iOS Dynamic Type도 계속 적용돼요.
pl: Tylko treść rozmowy — wiadomości, listy, tabele i kod. Przyciski, znaczniki czasu i reszta interfejsu zachowują swój rozmiar, a ustawienie rozmiaru tekstu w iOS (Dynamic Type) nadal działa dodatkowo.
pt_br: Apenas o conteúdo legível da conversa — mensagens, listas, tabelas e código. Botões, horários e o restante da interface mantêm o tamanho, e o Texto Dinâmico do iOS continua valendo por cima.
ru: Только читаемое содержимое разговора — сообщения, списки, таблицы и код. Кнопки, метки времени и остальной интерфейс сохраняют свой размер, а «Динамический шрифт» iOS по-прежнему применяется поверх.
tr: Yalnızca okunabilir konuşma içeriği — mesajlar, listeler, tablolar ve kod. Düğmeler, zaman damgaları ve arayüzün geri kalanı boyutunu korur; iOS Dinamik Yazı da bunun üzerine uygulanmaya devam eder.
zh_hans: 仅调整对话内容——消息、列表、表格与代码。按钮、时间戳等其余界面保持大小不变，iOS 动态字体仍在此基础上生效。
zh_hant: 只調整可閱讀的對話內容：訊息、列表、表格和程式碼。按鈕、時間戳記和介面的其他部分維持原本大小，iOS 動態字體仍會在此之上套用。

source: Ready
de: Bereit
es: Listo
fr: Prêt
id: Siap
it: Pronto
ja: 準備完了
ko: 준비됨
pl: W gotowości
pt_br: Pronto
ru: Готово к работе
tr: Hazır
zh_hans: 就绪
zh_hant: 就緒

source: Ready but unassigned
de: Bereit, aber nicht zugewiesen
es: Listo pero sin asignar
fr: Prête mais non assignée
id: Siap, tetapi belum ditugaskan
it: Pronta ma non assegnata
ja: 準備完了・未割り当て
ko: 준비됨, 미할당
pl: W gotowości, ale nieprzypisane
pt_br: Pronta, mas sem responsável
ru: Готово к работе, но без исполнителя
tr: Hazır ama atanmamış
zh_hans: 已就绪但未指派
zh_hant: 已就緒但未指派

source: Ready to listen
de: Bereit zum Zuhören
es: Listo para escuchar
fr: Prêt à écouter
id: Siap mendengarkan
it: Pronto ad ascoltare
ja: 聞き取り待機中
ko: 들을 준비 완료
pl: Gotowość do słuchania
pt_br: Pronto para ouvir
ru: Готов слушать
tr: Dinlemeye hazır
zh_hans: 准备聆听
zh_hant: 準備聆聽

source: Reasoning effort
de: Reasoning-Aufwand
es: Esfuerzo de razonamiento
fr: Effort de raisonnement
id: Upaya penalaran
it: Intensità di ragionamento
ja: 推論レベル
ko: 추론 수준
pl: Intensywność rozumowania
pt_br: Esforço de raciocínio
ru: Глубина рассуждений
tr: Akıl yürütme düzeyi
zh_hans: 思考强度
zh_hant: 推理強度

source: Reassign
de: Neu zuweisen
es: Reasignar
fr: Réassigner
id: Tugaskan ulang
it: Riassegna
ja: 再割り当て
ko: 재할당
pl: Przypisz ponownie
pt_br: Reatribuir
ru: Переназначить
tr: Yeniden Ata
zh_hans: 改派
zh_hant: 重新指派

source: Reassign now
de: Jetzt neu zuweisen
es: Reasignar ahora
fr: Réassigner maintenant
id: Tugaskan ulang sekarang
it: Riassegna ora
ja: 今すぐ再割り当て
ko: 지금 재할당
pl: Przypisz teraz ponownie
pt_br: Reatribuir agora
ru: Переназначить сейчас
tr: Şimdi yeniden ata
zh_hans: 立即改派
zh_hant: 立即重新指派

source: Reassign task
de: Aufgabe neu zuweisen
es: Reasignar tarea
fr: Réassigner la tâche
id: Tugaskan ulang tugas
it: Riassegna attività
ja: タスクを再割り当て
ko: 태스크 재할당
pl: Przypisz zadanie ponownie
pt_br: Reatribuir tarefa
ru: Переназначить задачу
tr: Görevi yeniden ata
zh_hans: 改派任务
zh_hant: 重新指派任務

source: Reassign…
de: Neu zuweisen …
es: Reasignar…
fr: Réassigner…
id: Tugaskan ulang…
it: Riassegna…
ja: 再割り当て…
ko: 재할당…
pl: Przypisz ponownie…
pt_br: Reatribuir…
ru: Переназначить…
tr: Yeniden Ata…
zh_hans: 改派…
zh_hant: 重新指派…

source: Recent
de: Letzte
es: Recientes
fr: Récents
id: Terbaru
it: Recenti
ja: 最近
ko: 최근
pl: Ostatnie
pt_br: Recentes
ru: Недавние
tr: Son Kullanılanlar
zh_hans: 最近
zh_hant: 最近

source: Recent gateway logs
de: Neueste Gateway-Logs
es: Registros recientes de la pasarela
fr: Journaux récents de la passerelle
id: Log gateway terbaru
it: Registri recenti del gateway
ja: 最近のゲートウェイログ
ko: 최근 게이트웨이 로그
pl: Ostatnie dzienniki bramy
pt_br: Logs recentes do gateway
ru: Последние журналы шлюза
tr: Son ağ geçidi günlükleri
zh_hans: 最近网关日志
zh_hant: 最近的閘道記錄

source: Recent messages left intact by compression.
de: Neueste Nachrichten, die von der Komprimierung unberührt bleiben.
es: Mensajes recientes que la compresión deja intactos.
fr: Messages récents laissés intacts par la compression.
id: Pesan terbaru yang tidak diubah oleh pemadatan.
it: Messaggi recenti lasciati intatti dalla compressione.
ja: 圧縮時にそのまま残す最近のメッセージの数です。
ko: 압축 시 그대로 남겨 두는 최근 메시지.
pl: Ostatnie wiadomości pozostawiane bez zmian przez kompresję.
pt_br: Mensagens recentes mantidas intactas pela compressão.
ru: Последние сообщения, которые сжатие не затрагивает.
tr: Sıkıştırmanın dokunmadan bıraktığı son mesajlar.
zh_hans: 压缩时保持原样的近期消息。
zh_hant: 壓縮時保持原樣的近期訊息。

source: Recent runs
de: Letzte Ausführungen
es: Ejecuciones recientes
fr: Exécutions récentes
id: Eksekusi terbaru
it: Esecuzioni recenti
ja: 最近の実行
ko: 최근 실행
pl: Ostatnie uruchomienia
pt_br: Execuções recentes
ru: Последние запуски
tr: Son çalıştırmalar
zh_hans: 最近运行
zh_hant: 最近的執行記錄

source: Reclaimed
de: Zurückgeholt
es: Recuperado
fr: Récupéré
id: Diambil kembali
it: Recuperata
ja: 回収
ko: 회수됨
pl: Odebrane
pt_br: Recuperada
ru: Отозвано
tr: Geri alındı
zh_hans: 已收回
zh_hant: 已收回

source: Recommended for remote access
de: Empfohlen für Fernzugriff
es: Recomendado para acceso remoto
fr: Recommandé pour l'accès à distance
id: Direkomendasikan untuk akses jarak jauh
it: Consigliato per l'accesso remoto
ja: リモートアクセスにおすすめ
ko: 원격 접속에 권장
pl: Zalecane do dostępu zdalnego
pt_br: Recomendado para acesso remoto
ru: Рекомендуется для удалённого доступа
tr: Uzaktan erişim için önerilir
zh_hans: 推荐用于远程访问
zh_hant: 建議用於遠端存取

source: Reconnect Now
de: Jetzt neu verbinden
es: Reconectar ahora
fr: Se reconnecter maintenant
id: Hubungkan Ulang Sekarang
it: Riconnetti ora
ja: 今すぐ再接続
ko: 지금 다시 연결
pl: Połącz ponownie teraz
pt_br: Reconectar Agora
ru: Переподключиться
tr: Şimdi Yeniden Bağlan
zh_hans: 立即重新连接
zh_hant: 立即重新連線

source: Reconnected to Hermes.
de: Wieder mit Hermes verbunden.
es: Reconectado a Hermes.
fr: Reconnecté à Hermes.
id: Terhubung kembali ke Hermes.
it: Riconnesso a Hermes.
ja: Hermesに再接続しました。
ko: Hermes에 다시 연결됐어요.
pl: Ponownie połączono z Hermesem.
pt_br: Reconectado ao Hermes.
ru: Подключение к Hermes восстановлено.
tr: Hermes'e yeniden bağlanıldı.
zh_hans: 已重新连接到 Hermes。
zh_hant: 已重新連線到 Hermes。

source: Reconnecting…
de: Wird neu verbunden …
es: Reconectando…
fr: Reconnexion…
id: Menghubungkan ulang…
it: Riconnessione…
ja: 再接続中…
ko: 다시 연결 중…
pl: Ponowne łączenie…
pt_br: Reconectando…
ru: Переподключение…
tr: Yeniden bağlanıyor…
zh_hans: 正在重新连接…
zh_hant: 正在重新連線…

source: Recovery command copied
de: Wiederherstellungsbefehl kopiert
es: Comando de recuperación copiado
fr: Commande de récupération copiée
id: Perintah pemulihan disalin
it: Comando di ripristino copiato
ja: 復旧コマンドをコピーしました
ko: 복구 명령 복사됨
pl: Skopiowano polecenie odzyskiwania
pt_br: Comando de recuperação copiado
ru: Команда восстановления скопирована
tr: Kurtarma komutu kopyalandı
zh_hans: 恢复命令已复制
zh_hant: 已拷貝復原指令

source: Redact secrets
de: Geheimnisse schwärzen
es: Ocultar secretos
fr: Masquer les secrets
id: Samarkan rahasia
it: Oscura i segreti
ja: 機密情報を伏せる
ko: 비밀 정보 가리기
pl: Ukrywaj sekrety
pt_br: Ocultar segredos
ru: Скрывать секреты
tr: Gizli bilgileri maskele
zh_hans: 隐藏密钥
zh_hant: 遮蔽機密資訊

source: Redirect without Location
de: Weiterleitung ohne Location
es: Redirección sin Location
fr: Redirection sans en-tête Location
id: Pengalihan tanpa Location
it: Reindirizzamento senza Location
ja: Locationヘッダのないリダイレクト
ko: Location 없는 리디렉션
pl: Przekierowanie bez nagłówka Location
pt_br: Redirecionamento sem Location
ru: Перенаправление без заголовка Location
tr: Location üstbilgisi olmayan yönlendirme
zh_hans: 重定向缺少 Location
zh_hant: 重新導向缺少 Location

source: Refresh Kanban board
de: Kanban-Board aktualisieren
es: Actualizar tablero Kanban
fr: Actualiser le tableau Kanban
id: Segarkan papan Kanban
it: Aggiorna bacheca Kanban
ja: カンバンボードを更新
ko: Kanban 보드 새로 고침
pl: Odśwież tablicę Kanban
pt_br: Atualizar quadro Kanban
ru: Обновить доску Kanban
tr: Kanban panosunu yenile
zh_hans: 刷新看板
zh_hant: 重新整理 Kanban 看板

source: Refresh conversation
de: Unterhaltung aktualisieren
es: Actualizar conversación
fr: Actualiser la conversation
id: Segarkan percakapan
it: Aggiorna conversazione
ja: チャットを更新
ko: 대화 새로 고침
pl: Odśwież rozmowę
pt_br: Atualizar conversa
ru: Обновить чат
tr: Konuşmayı yenile
zh_hans: 刷新对话
zh_hant: 重新整理對話

source: Refresh failed: %@
de: Aktualisierung fehlgeschlagen: %@
es: Error al actualizar: %@
fr: Échec de l'actualisation : %@
id: Gagal menyegarkan: %@
it: Aggiornamento non riuscito: %@
ja: 更新に失敗しました：%@
ko: 새로 고침 실패: %@
pl: Odświeżanie nie powiodło się: %@
pt_br: Falha ao atualizar: %@
ru: Не удалось обновить: %@
tr: Yenileme başarısız: %@
zh_hans: 刷新失败：%@
zh_hant: 重新整理失敗：%@

source: Refresh gateway diagnostics
de: Gateway-Diagnose aktualisieren
es: Actualizar diagnósticos de la pasarela
fr: Actualiser les diagnostics de la passerelle
id: Segarkan diagnostik gateway
it: Aggiorna diagnostica del gateway
ja: ゲートウェイの診断を更新
ko: 게이트웨이 진단 새로 고침
pl: Odśwież diagnostykę bramy
pt_br: Atualizar diagnósticos do gateway
ru: Обновить диагностику шлюза
tr: Ağ geçidi tanılamalarını yenile
zh_hans: 刷新网关诊断
zh_hant: 重新整理閘道診斷

source: Refresh worker log
de: Worker-Log aktualisieren
es: Actualizar registro del ejecutor
fr: Actualiser le journal du worker
id: Segarkan log worker
it: Aggiorna registro del worker
ja: ワーカーログを更新
ko: 워커 로그 새로 고침
pl: Odśwież dziennik procesu roboczego
pt_br: Atualizar log do executor
ru: Обновить журнал обработчика
tr: Çalışan günlüğünü yenile
zh_hans: 刷新工作代理日志
zh_hant: 重新整理執行者記錄

source: Refresh workspace
de: Arbeitsbereich aktualisieren
es: Actualizar espacio de trabajo
fr: Actualiser l'espace de travail
id: Segarkan ruang kerja
it: Aggiorna spazio di lavoro
ja: ワークスペースを更新
ko: 작업 공간 새로 고침
pl: Odśwież obszar roboczy
pt_br: Atualizar espaço de trabalho
ru: Обновить рабочее пространство
tr: Çalışma alanını yenile
zh_hans: 刷新工作区
zh_hant: 重新整理工作區
